let arr=['幺','两','拐','洞','幺幺零千伏',
    '幺幺洞千伏','两两洞千伏','由热备用改为冷备用','由冷备用改为运行于','由跳闸改接弱电应答',
    '两两零千伏','正母线',
    '副母线','由运行改为冷备用','由运行改为检修','由检修改为冷备用',
    '由冷备用改为运行','将110kV备自投启用',
    '将110kV备自投停用','主变差动保护启用','主变差动保护停用','母差保护','重合闸启用',
    '重合闸停用','高频保护','光纤电流差动保护','开关保护','旁路代','停役','复役','拉开',
    '合上','刀闸','距离方向零序保护','正常定值','临时定值','调至','所有设备调至','Ⅰ段母线',
    'Ⅱ段母线','Ⅲ段母线','Ⅳ段母线','母线压变','故障录波器','重瓦斯','轻瓦斯','核对','定值单',
    '过流保护','包括差动及三侧后备保护','母联','主变','母线压变','拉开','合上','刀闸','启东调',
    '如皋调','海门调','海安调','如东调','配调','汇报省调','风险预警','通知监控'];
console.log(arr.length);
for(let i=0;i<arr.length;i++){
    console.log("( 'default', '3', '" +arr[i] +"'),");
}
